{
    "CommunityGarden": [ 
        {
            "Lifestyle" : "Community Garden", 
            "Blurb" : "The use of communal public space where local residents can volunteer and cooperate to grow produce for themselves or charity\n\nBenefits:\n-\tYields produce - most suburban and urban places in today’s world have no food production, so fresh food can be a very welcome and flavorful addition to the local food supply. Most community gardens provide food to underprivileged families and local food pantries, and let their volunteers take a bit of the food as well. This cuts down on food miles and environmental transportation costs as well.\n-\tBeautify the neighborhood - green spaces are some of the most attractive and relaxing places for humans to be! Adding foliage to any setting, urban or rural, will boost the aesthetic of the area.\n-\tEncourages a healthy lifestyle - getting outside and working with your hands is one of the best ways to maintain your health and get away from the asphalt jungle of downtown or suburban areas. \n-\tStrengthen the community - another benefit of volunteering locally is that you can meet kindred spirits who also love gardening, getting outside, and meeting new friends! This can be a great way to meet people in a new community if you just moved.\n-\tBuild your green thumb - the best way to learn how to garden is to surround yourself with the people and tools for the job. Reach out to a garden near you and see if you can volunteer there! You’ll be amazed at the things you can learn in a few short months."
        }
    ],
    "Minimalism": 
    [
        {
            "Lifestyle" : "Minimalism",
            "Blurb" : "Living with less! In our modern world, our lives have begun to revolve around our many, many material things, and studies have shown that all this clutter can cause extra stress or even feelings of lack of control. Limiting worldly possessions can help you improve your mental health and spare the environment by limiting the number of new products you buy!\n\nBefore going in, it’s important to determine why you are undertaking the lifestyle shift to begin with. People live many different lives and can thrive in different ways, so be sure that this feels like a doable option before you throw all your stuff away. This lifestyle can be a very effective way to support environmental consciousness by fighting against the consumerist norm.\n\nWant to read more? Start here\n\n1. Minimalism and the environment\n\n2.Seven small steps to becoming a beginner minimalist"
        }

    ],
    "Sustainability":
    [
        {
            "Lifestyle" : "Optimize Your House for Sustainability",
            "Blurb" : "Without a doubt, yet still a surprise to many, efficiency is the world’s current fastest way to a more environmentally sustainable human population. The amount of energy, food, water, and resources that are wasted each day will at times surpass the amounts that are used! Whether it be turning off your water a few seconds earlier, or installing smart monitoring systems to help you manage your energy use, there are countless ways to lessen your impact from home by increasing your efficiency.\n\nHere are some ways you can start being more efficient today:\n\t-Buy only as much food as you need\n\t-Get rid of paper towels\n\t-Take reusable bags to the grocery store\n\t-Turn the water off while washing dishes and brushing teeth\n\t-Take shorter showers\n\t-Buy recycled and biodegradable products\n\t-Cool/Heat your house less during summer and winter - even by a degree!\n\t-Wash clothes in cold water\n\t-Air dry clothes on a clothesline\n\t-Replace air filters regularly to spare your system\n\t-Turn off lights and electronics while not using them\n\t-Use washers and dryers overnight when less power is being used in your grid\n\t-Only run sprinklers in the morning\n\t-Only run the dishwasher when full\n\t-Recycle!\n\nHere are some efficiency themed home improvements\n\t-Plug large electronics into a smart powerstrip\n\t-Fix leaks in your pipes\n\t-Buy efficiency-rated appliances\n\t-Opt for fans to circulate air and cool you\n\t-Create or encourage good sources of natural light\n\t-Use a programmable thermostat\n\t-Install solar panels\n\t-Insulate your walls and windows\n\t-Install better sealed doors and windows\n\t-Replace any incandescent bulbs with LEDs\n\t-Install a low-flow toilet or showerhead \n\t-Do an Energy Audit\n\t-Cover large windows or glass doors with drapes when not using them\n\t-Install a rain barrel to collect irrigation water\n\t-Install dimmer switches"
        }
    ]
}