{
    "Community_Garden": [ 
        {
            "Lifestyle" : "Community Garden", 
            "Blurb" : "The use of communal public space where local residents can volunteer and cooperate to grow produce for themselves or charity\n\nBenefits:\n-\tYields produce - most suburban and urban places in today’s world have no food production, so fresh food can be a very welcome and flavorful addition to the local food supply. Most community gardens provide food to underprivileged families and local food pantries, and let their volunteers take a bit of the food as well. This cuts down on food miles and environmental transportation costs as well.\n-\tBeautify the neighborhood - green spaces are some of the most attractive and relaxing places for humans to be! Adding foliage to any setting, urban or rural, will boost the aesthetic of the area.\n-\tEncourages a healthy lifestyle - getting outside and working with your hands is one of the best ways to maintain your health and get away from the asphalt jungle of downtown or suburban areas. \n-\tStrengthen the community - another benefit of volunteering locally is that you can meet kindred spirits who also love gardening, getting outside, and meeting new friends! This can be a great way to meet people in a new community if you just moved.\n-\tBuild your green thumb - the best way to learn how to garden is to surround yourself with the people and tools for the job. Reach out to a garden near you and see if you can volunteer there! You’ll be amazed at the things you can learn in a few short months.",
            "ImagePath" : "./Resources/Garden.png",
            "Index" : "0"
        }
    ],
    "Minimalism": 
    [
        {
            "Lifestyle" : "Minimalism",
            "Blurb" : "Living with less! In our modern world, our lives have begun to revolve around our many, many material things, and studies have shown that all this clutter can cause extra stress or even feelings of lack of control. Limiting worldly possessions can help you improve your mental health and spare the environment by limiting the number of new products you buy!\n\nBefore going in, it’s important to determine why you are undertaking the lifestyle shift to begin with. People live many different lives and can thrive in different ways, so be sure that this feels like a doable option before you throw all your stuff away. This lifestyle can be a very effective way to support environmental consciousness by fighting against the consumerist norm.\n\nWant to read more? ",
            "ImagePath" : "./Resources/Minimalism.png",
            "Index" : "1"
        }

    ],
    "Sustainability":
    [
        {
            "Lifestyle" : "Optimize Your House for Sustainability",
            "Blurb" : "Without a doubt, yet still a surprise to many, efficiency is the world’s current fastest way to a more environmentally sustainable human population. The amount of energy, food, water, and resources that are wasted each day will at times surpass the amounts that are used! Whether it be turning off your water a few seconds earlier, or installing smart monitoring systems to help you manage your energy use, there are countless ways to lessen your impact from home by increasing your efficiency.\n\nHere are some ways you can start being more efficient today:\n\t-Buy only as much food as you need\n\t-Get rid of paper towels\n\t-Take reusable bags to the grocery store\n\t-Turn the water off while washing dishes and brushing teeth\n\t-Take shorter showers\n\t-Buy recycled and biodegradable products\n\t-Cool/Heat your house less during summer and winter - even by a degree!\n\t-Wash clothes in cold water\n\t-Air dry clothes on a clothesline\n\t-Replace air filters regularly to spare your system\n\t-Turn off lights and electronics while not using them\n\t-Use washers and dryers overnight when less power is being used in your grid\n\t-Only run sprinklers in the morning\n\t-Only run the dishwasher when full\n\t-Recycle!\n\nHere are some efficiency themed home improvements\n\t-Plug large electronics into a ",
            "ImagePath" : "./Resources/Sustain_House.png",
            "Index" : "2",
            "Blurb2" : "\n\t-Fix leaks in your pipes\n\t-Buy efficiency-rated appliances\n\t-Opt for fans to circulate air and cool you\n\t-Create or encourage good sources of natural light\n\t-Use a programmable thermostat"
        }
    ],
    "Veganism":
    [
        {
            "Lifestyle" : "Try Vegetarian or Veganism",
            "Blurb" : "Plant based diets and foods are far more sustainable than meats. The amount of food, water, and land resources that goes into animal-based agriculture represents a whopping 92% of global water use according to ",
            "ImagePath" : "./Resources/Vegan.png",
            "Index" : "3",
            "Blurb2" : " are some great environmental side effects of going plant-based\n\t- Reduce CO2 and other greenhouse gas production\n\t- Save water\n\t- Avoid pollution by animal waste, antibiotics, etc.\n\t- Reduce deforestation and natural habitat destruction\n\t- Reduce agricultural land use\n\nIntimidated? That’s ok! No one expects you to stop eating animals today, and there are different levels to becoming more plant based in your daily life.\n\t- Meatless Mondays - no commitments aside from having no meat each Monday (or any day, really). Imagine how many resources could be saved if the world cut out a 7th of its meat consumption? \n\t- Pescatarian/Ovo-vegetarian - Eat no animal flesh aside from fish and/or eggs. Wild caught fish and mollusks are by far the most sustainable sources out of meats, but eggs are typically not too bad either because hens can lay hundreds in their lifetime."
        }
    ],
    "Plastics":
    [
        {
            "Lifestyle" : "Cut out single-use Plastics",
            "Blurb" : "Plastic creates visual, chemical, and physical damage to the environment, as well as taking up more and more space every day. Bright, colorful plastic pollution looks terrible, and the chemical and physical ramifications of leaching and microplastics can be devastating to global ecology. It can take hundreds or even thousands of years to breakdown, so it typically isn’t going anywhere once it has been created, yet humans are creating millions of objects per day from it. Plastic is very useful, moldable, and can have different properties to fit many different applications, so this is not to say it should be ousted altogether, but single-use plastics should not continue to be part of mainstream consumerism if we want a more sustainable future.",
            "ImagePath" : "./Resources/Plastics.png",
            "Index" : "4"
        }
    ],
    "Gardening":
    [
        {
            "Lifestyle" : "Sustainable Gardening at Home",
            "Blurb" : "Everyone loves a good green space, but did you know that there’s a lot of room for sustainability in your yard? Everything from the plants you grow to the methods and tools you use can make or break your sustainable garden. Here are some great ways to make your sustainable green space shine.\n\n1. Grow food! - growing food can be very rewarding, awarding you with fresh, nutrient rich, organic ingredients and allow you to cut down on your food demand from transportation dependent grocers. \n2. Grow local flora - the best way to encourage biodiversity and healthy ecology in and around your yard is through cultivation of local flora. Look up popular plants that grow natively in your part of the country and try growing them yourself! This will provide the local fauna with better habitats for success and will probably be a lot easier to grow than most plants because they are already adapted to the climate and soil. \n3. Compost your yardwaste and kitchen scraps - cutting down on your garbage and yardwaste output can have a great byproduct: nutrient-rich organic compost to feed your plants! Feeding your soil appropriately could be the key to longevity of your soil health. ",
            "ImagePath" : "./Resources/Gardening.png",
            "Index" : "5",
            "Blurb2" : " like pine needles instead of dyed wood or plastic mulch. Get creative!\n5. Save seeds and propagate your own plants - the garden center is great, and supporting the local ones by buying tools and plants from them is a great way for you to participate in your community, but you can also save money and resources by propagating your own plants! The cheapest and most local way to get new plants is to reap them from your current ones, and each one has its own method of reproduction. Some plants will readily provide "
        }
    ],
    "Green_Getaway":
    [
        {
            "Lifestyle" : "Green Getaway",
            "Blurb" : "Looking to explore the world and see what’s hot in sustainability right now? Take a Green Vacation! There are hundreds of fun, sustainable locations you can visit around the globe to get a taste for the Eco Life, and maybe be inspired to make some changes yourself! ",
            "ImagePath" : "./Resources/Getaway.png",
            "Index" : "6"
        }
    ],
    "Tiny_House":
    [
        {
            "Lifestyle" : "Tiny House",
            "Blurb" : "Small, cheap, and often mobile houses can be a great way to build off of minimalism in a creative way. Cutting down to the essentials will require a review of your materialism and make you really value the possessions you own and reconsider purchases. \n\nSome benefits to starting a new life in a tiny house\n\t-Save money! Being tiny, these little houses tend to be a fraction of the price of a normal house\n\t-Energy savings as much as 55%, according to ",
            "ImagePath" : "./Resources/Tiny_House.png",
            "Index" : "7"
        }
    ],
    "EcoVillage":
    [
        {
            "Lifestyle" : "EcoVillage",
            "Blurb" : "Community that is established to live by the four dimensions of sustainability (social, cultural, ecological, and economical). They are typically growing communities of individuals who have given up their traditional lifestyle and are striving to use sustainable methods in their special communities, and are typically designed and built by the residents themselves. \n\nHere are some benefits of living in an EcoVillage\n\t-Reducing your Carbon Footprint\n\t-Live cooperatively and closely with others\n\t-Find role models\n\t-Learn to build, repair, and grow your own food\n\t-Often no commuting - work within your community or remotely\n\nHere are some links to find out more about EcoVillages near you",
            "ImagePath" : "./Resources/EcoVillage.png",
            "Index" : "8"
        }
    ],
    "Future_City":
    [
        {
            "Lifestyle" : "Futuristic Cities",
            "Blurb" : "The technology of today has opened the gateway to new advances in eco-friendly energy and technology. Across the world, sustainable communities and cities, large and small, have been popping up and pioneering the most cutting edge techniques for becoming carbon-neutral.",
            "ImagePath" : "./Resources/Future_City.png",
            "Index" : "9"
        }
    ],
    "Earthships":
    [
        {
            "Lifestyle" : "Earthships",
            "Blurb" : "Solar-powered abodes made of upcycled materials with self-contained water treatment and energy collection systems. They are often optimized for sustainability and energy efficiency in as many ways as possible. They are intended to be “off the grid ready” according to ",
            "ImagePath" : "./Resources/Earthship.png",
            "Index" : "10",
            "Blurb2" : ", and strive to rely as little as possible on public utilities and fossil fuels. You can build your own or rent one for a short time to try it out!\n\nPioneered in the 70s by Michael Reynolds, Earthships have become the poster child for smart, sustainable architecture that uses clever design to make management and energy management easier for residents. Many people build their own, you can learn more on the official Earthship Biotecture website "
        }
    ]
}